Repository: youssefRomany/TopProvider
Catalog: Top12 /Top12/MVC/Resoress/Localiz/*.lproj/Localizable.strings
Languages: ar_eg

source: Time to:
ar_eg: الي :

source: Time from:
ar_eg: من :

source: Start of permanence
ar_eg: بدايه الدوام

source: End of permanence
ar_eg: نهاية الدوام

source: App commission
ar_eg: عموله التطبيق

source: Net price
ar_eg: السعر الصافي

source: OK
ar_eg: تم

source: Mobile Number
ar_eg: رقم الجوال

source: Password
ar_eg: كلمه المرور

source: Login
ar_eg: تسجيل الدخول

source: Register
ar_eg: التسجيل

source: Forget Password?
ar_eg: نسيت كلمه المرور؟

source: You must Complate your Data
ar_eg: يجب عليك اكمال بيناتك اولا

source: Error
ar_eg: خطأ

source: Success
ar_eg: تم

source: User Name
ar_eg: اسم المستخدم

source: Personal Number
ar_eg: الرقم الشخصي

source: Email
ar_eg: البريد الآلكتروني

source: Nationality
ar_eg: الجنسيه

source: City
ar_eg: المدينه

source: Location
ar_eg: الموقع

source: Password Confirmation
ar_eg: تأكيد كلمه المرور

source: By subscribing to the application you agree to
ar_eg: عند التسجيل فإنك موافق على

source: Continue
ar_eg: استمرار

source: Terms and Conditions
ar_eg: الشروط والآحكام

source: Phone number is incorrect
ar_eg: رقم الجوال غير صحيح

source: Email is incorrect
ar_eg: البريد الآلكتروني غير صحيح

source: You must increase your password for 6 symbols
ar_eg: يجب ان تزيد كلمه المرور عن ٦ رموز

source: You must Chose your Profile Image
ar_eg: يجب عليك اختيار صوره شخصيه

source: Select your City
ar_eg: اختر المدينه

source: Done
ar_eg: تم

source: Cancel
ar_eg: إلغاء

source: Select your Nationilty
ar_eg: اختر الجنسيه

source: Vrefication Code
ar_eg: كود التفعيل

source: Confirmation
ar_eg: تأكيد

source: Enter Verification code
ar_eg: ادخل كود التفعيل

source: Sent to your phone
ar_eg: تم الآرسال الي جوالك

source: Send
ar_eg: إرسال

source: Enter your Mobile number
ar_eg: ادخل رقم جوالك

source: The verification code will be sent
ar_eg: تم إرسال كود التفعيل

source: Password and Password Confirmation didn't match
ar_eg: كلمه المرور وتآكيد كلمه المرور غير متطابقتان

source: Get Location
ar_eg: حدد موقعك

source: Track Name
ar_eg: اسم التراك

source: Stor Name
ar_eg: اسم المحل

source: Do you have a delivery service?
ar_eg: هل تملك خدمه توصيل؟

source: Yes
ar_eg: نعم

source: No
ar_eg: لا

source: Delgate Number
ar_eg: رقم المندوب

source: Delgate Price
ar_eg: سعر المندوب

source: Add Offer
ar_eg: إضافه عرض

source: Price Befor Offer
ar_eg: السعر قبل العرض

source: Price after Offer
ar_eg: السعر بعد العرض

source: Offer successfully added
ar_eg: تم إضافه العرض بنجاح

source: Order Number :
ar_eg: رقم الطلب:

source: Users Number
ar_eg: رقم العميل

source: Total Price
ar_eg: إجمالي التكلفه

source: Delete
ar_eg: حذف

source: Edit
ar_eg: تعديل

source: Add
ar_eg: إضافه

source: Add Product
ar_eg: إضافه منتج

source: Rating
ar_eg: التقييم

source: City :
ar_eg: المدينه:

source: User Profile
ar_eg: الملف الشخصي

source: Store Profile
ar_eg: المتجر

source: Connection Error
ar_eg: خطأ في الإتصال

source: Complaint Title
ar_eg: عنوان الشكوى

source: Complaint Details
ar_eg: تفاصيل الشكوى

source: Change Language
ar_eg: تغير اللغه

source: Order Time :
ar_eg: وقت الطلب :

source: Store
ar_eg: المتجر

source: Profile
ar_eg: الملف الشخصي

source: Notfications
ar_eg: الإشعارات

source: Add Proudct
ar_eg: إضافه المنتج

source: previous Orders
ar_eg: الطلبات السابقه

source: Wallet
ar_eg: المحفظه

source: Complains
ar_eg: الشكوى

source: Call us
ar_eg: إتصل بنا

source: About App
ar_eg: عن التطبيق

source: Terms And Conditions
ar_eg: الشروط والآحكام

source: Share App
ar_eg: مشاركه التطبيق

source: Setting
ar_eg: الآعدادات

source: Log out
ar_eg: تسجيل خروج

source: New Orders
ar_eg: الطلبات الجديده

source: Current Orders
ar_eg: الطلبات الحاليه

source: Main
ar_eg: الرئيسية

source: Processed Orders
ar_eg: الطلبات الحاليه

source: The order is being processed
ar_eg: تم البدء في تجهيز الطلب

source: A delegate is in progress
ar_eg: المندوب في الطريق

source: The delegate was delivered
ar_eg: تم وصول المندوب

source: Complate Order
ar_eg: اكتمال الطلب

source: On Way Now
ar_eg: في الطريق الآن

source: Clint Resived
ar_eg: تم استلام العميل

source: Delivery on the way
ar_eg: المندوب في الطريق

source: Delivery to the delegate
ar_eg: التوصيل مع المندوب

source: Order Resived to Clint
ar_eg: تم تسليم الطلب الى العميل

source: Add offer
ar_eg: إضافه عرض

source: SR
ar_eg: ريال سعودي

source: Update
ar_eg: تعديل

source: Save
ar_eg: حفظ

source: Log Out
ar_eg: تسجيل خروج

source: are you sure for LogOut
ar_eg: هل انت متآكد من تسجيل الخروج؟

source: Offer successfully Deleted
ar_eg: تم حذف المنتج بنجاح

source: You will be redirected to the activation page
ar_eg: سيتم تحويلك على صفحه التفعيل

source: Password and Password Confirmation didnt match
ar_eg: كلمه المرور وتأكيد كلمه المرور غير متطابقتان

source: Agree
ar_eg: موافق

source: Refuse
ar_eg: رفض

source: My Debt
ar_eg: المديونيه

source: Product successfully Deleted
ar_eg: تم حذف المنتج بنجاح

source: Select Category
ar_eg: إختر القسم

source: Additions
ar_eg: الإضافات

source: Home
ar_eg: الرئيسيه

source: Update is Done
ar_eg: تم التعديل بنجاح

source: Track Orders
ar_eg: طلبات التراك

source: Name Arbic
ar_eg: عربي

source: Name English
ar_eg: انجليزي

source: Price
ar_eg: السعر

source: Wating Delgate Accsept
ar_eg: في إنتظار موافقه المندوب

source: You have declined this request
ar_eg: لقد قمت برفض هذا الطلب

source: My Orders
ar_eg: طلباتي

source: My Products
ar_eg: منتجاتي

source: chat
ar_eg: المحاذثه

source: No Special Additions in this order
ar_eg: لا توجد إضافات خاصه على هذا الطلب

source: Order Number
ar_eg: رقم الطلب

source: Order Time
ar_eg: وقت الطلب

source: Special Additions
ar_eg: اكتب نوع الاضافه

source: No special additions
ar_eg: لا يوجد إضافات خاصه

source: Add new Product
ar_eg: إَضافه منتج جديد

source: Edit Product
ar_eg: تعديل المنتج

source: Select Product Category
ar_eg: إختر قسم المنتج

source: This product takes
ar_eg: هذا المنتج يستغرق

source: Open camera
ar_eg: إستخدام الكاميرا

source: Open photo gallery
ar_eg: صوره من الإستديو

source: Chats
ar_eg: المحادثات

source: Are you sure you want to delete this notification?
ar_eg: هل انت متأكد انك تريد حذف هذا الإشعار؟

source: Complaint
ar_eg: الشكاوي

source: Complaint title
ar_eg: عنوان الشكوى

source: sent complaint
ar_eg: إرسال الشكوى

source: Please Complete Your data
ar_eg: من فضلك أكمل إدخال البيانات

source: Settings
ar_eg: الإعدادات

source: Your Location
ar_eg: موقعك

source: Logged in successfully
ar_eg: تم تسجيل الدخول بنجاح

source: This account does not match your account
ar_eg: هذا الحساب لا يتوافق مع حسابك

source: This product is enough for 5 people
ar_eg: هذا المنتج يكفي ل٥ أشخاص

source: This request takes 3 hours
ar_eg: يستغرق هذا الطلب ٣ ساعات

source: client refused
ar_eg: تم الرفض من العميل

source: Order is being processed
ar_eg: جاري العمل في الطلب

source: delegate approved your request
ar_eg: تم قبول الطلب من المندوب

source: delegate received Order
ar_eg: تم إستلام الطلب من المندوب

source: order received to client
ar_eg: تم إستلام الطلب من العميل

source: provider refused
ar_eg: تم الرفض من مقدم الخدمه

source: In processing
ar_eg: جاري العمل

source: order finish
ar_eg: طلب منتهي

source: order ready
ar_eg: الطلب جاهز

source: provider accept
ar_eg: تم قبول الطلب من مقدم الخدمه

source: on way
ar_eg: في الطريق

source: delegate received
ar_eg: تم التسليم للمندوب

source: client confirmed
ar_eg: تم التأكيد من العميل

source: Evaluation
ar_eg: التقييم

source: Please select the delegate
ar_eg: من فضلك إختر المندوب اولاً

source: Vrefication Code is Error
ar_eg: كود التفعيل غير الصحيح

source: Something went wrong and tried again
ar_eg: لقد حدث خطأ ما حاول مره اخرى

source: You must Enter Your Name
ar_eg: يجب عليك إدخال الإسم اولا

source: You must Enter Your Password
ar_eg: يجب عليك إدخال كلمه المرور اولا

source: You must Enter Your Password Confirmation
ar_eg: يجب عليك إدخال تأكيد كلمه المرور اولا

source: You must Enter Your Location
ar_eg: يجب عليك إدخال موقعك اولا

source: You must Enter Your Mobile number
ar_eg: يجب عليك ادخال رقم الجوال اولا

source: No Addition Notes
ar_eg: لا يوجد ملاحظات إضافيه

source: Put me on top
ar_eg: ضعني في الاعلي

source: Open
ar_eg: متاح

source: Closed
ar_eg: مغلق

source: Bills
ar_eg: الفواتير

source: Data Register
ar_eg: تسجيل البيانات

source: Bill Details
ar_eg: تفاصيل الفاتورة

source: not Paid
ar_eg: لم يتم الدفع

source: Paid done
ar_eg: تم الدفع

source: Bill Number:
ar_eg: رقم الفاتورة

source: Bill Date:
ar_eg: تاريخ الفاتورة

source: Your balance less than the valu you enterd
ar_eg: رصيدك لا يكفي لاتمام العملية

source: instant deliver
ar_eg: تسليم فوري

source: Pre-order
ar_eg: طلب مسبق

source: From
ar_eg: من

source: To
ar_eg: الي

source: SAR
ar_eg: ريال

source: The session closing date
ar_eg: تاريخ اغلاق الدورة المفوترة

source: You must accept Terms
ar_eg: يجب عليك قبول الشروط والأحكام

source: No Additions
ar_eg: لا يوجد

source: The delegate's mobile
ar_eg: جوال المندوب

source: customer mobile
ar_eg: جوال العميل

source: Waiting for captain
ar_eg: جاري توفير مندوب

source: Contact with Client
ar_eg: تواصل مع العميل

source: Contact with captain
ar_eg: تواصل مع المندوب
